[
{
    "model": "catalog.product",
    "pk": 3,
    "fields": {
        "name": "Acer",
        "description": "Ноутбук Acer Extensa 15 EX215-55 - это мощный и надежный помощник в работе и развлечениях.\r\nНоутбук оснащен процессором Intel Core i5 1235U с частотой 1300 МГц и 10 ядрами, что обеспечивает высокую производительность и быстродействие. Оперативная память DDR4 объемом 16 ГБ и частотой 3200 МГц позволяет работать с ресурсоемкими приложениями и играми без задержек.\r\nВстроенная видеокарта Intel Iris Xe Graphics обеспечивает качественное изображение на экране с разрешением 1920x1080 пикселей и антибликовым покрытием.\r\nОбъем накопителя составляет 512 ГБ, что позволяет хранить большое количество данных и файлов.",
        "image": "images/product/Ноутбук_4.jpeg",
        "category": 2,
        "price": 75000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 7
    }
},
{
    "model": "catalog.product",
    "pk": 4,
    "fields": {
        "name": "MSI",
        "description": "Ноутбук MSI Katana 17 B13U - это мощный и надежный помощник для работы и развлечений. Он оснащен процессором Intel Core i5 13420H с частотой 2100 МГц и 8 ядрами, что обеспечивает высокую производительность и быстродействие.\r\nНоутбук имеет 16 ГБ оперативной памяти DDR5 и 512 ГБ SSD-накопителя, что позволяет хранить большое количество данных и быстро загружать программы и игры.\r\nЭкран ноутбука имеет диагональ 17,3 дюйма и разрешение 1920x1080 пикселей. Матовое покрытие экрана IPS типа обеспечивает четкое и яркое изображение, а частота обновления экрана 144 Гц гарантирует плавность и отсутствие размытия при просмотре видео и в играх.",
        "image": "images/product/Ноутбук_1_YH2EIuf.jpeg",
        "category": 2,
        "price": 75000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 5,
    "fields": {
        "name": "MSI Katana",
        "description": "MSI Katana - 16Гб DDR5 - Производитель заявляет полную совместимость только с ОС Windows 11 (с другими ОС windows могут появляться BSOD) т к драйвера только под win 11 Высокая скорость и эксклюзивный дизайн корпуса – серия Katana может похвастать таким же безупречным мастерством изготовления, с каким куются боевые клинки. В конфигурацию Katana GF76 входит процессор Intel Core i5 12-го поколения и видеокарта NVIDIA GeForce RTX серии, поднимающие планку производительности на невероятный уровень. С таким идеально сбалансированным оружием можно чувствовать себя уверенно в любой схватке.",
        "image": "images/product/movie-poster.jpeg",
        "category": 2,
        "price": 65002.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 6,
    "fields": {
        "name": "MSI ARDOR GAMING",
        "description": "Ноутбук ARDOR GAMING NEO N17-I5ND404 – это портативная игровая платформа. Он обеспечивает высокий уровень производительности и стабильности при выполнении требовательных вычислительных операций. Процессор Intel Core i5-12600H и видеокарта GeForce RTX 3050 позволяют запускать компьютерные игры. За быстродействие аппаратной платформы отвечают 16 ГБ оперативной памяти и накопитель SSD на 512 ГБ.\r\nFullHD экран 17.3 дюйма обеспечивает четкость и контрастность отображаемой картинки. Благодаря частоте обновления 144 Гц графика воспроизводится плавно – без задержек и зависаний. Для комфортного управления при разной освещенности в ARDOR GAMING NEO реализована клавиатура с подсветкой символов RGB. В портативном компьютере предусмотрены интерфейсы Bluetooth 5.3 и Wi-Fi 6E для беспроводного обмена данными и подключения к Интернету. С боковых сторон есть разъемы под внешние устройства: порты USB, видеовыход HDMI и mini DisplayPort, коннекторы аудио.",
        "image": "images/product/Ноутбук_3.jpeg",
        "category": 2,
        "price": 80000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 7,
    "fields": {
        "name": "POCO X6 5G RU",
        "description": "Смартфон POCO X6 5G RU – это мощный и функциональный гаджет, который станет незаменимым помощником в повседневной жизни.\r\nСмартфон оснащен передовым процессором Snapdragon 7s Gen2, который готов к самым сложным задачам и дарит еще больше возможностей для творчества.\r\nТройная 64 МП камера с оптической стабилизацией изображения обеспечивает кристально четкие и стабильные снимки.\r\nДисплей CrystalRes Flow AMOLED с частотой обновления 120 Гц предлагает потрясающую картинку и плавность отображения контента.\r\nЕмкий аккумулятор на 5100 мАч и турбозарядка мощностью 67 Вт обеспечивают достаточное количество энергии для всех ваших планов.\r\nСмартфон оснащен NFC, двумя nano SIM-картами, датчиком приближения, гироскопом, датчиком освещенности, барометром, фонариком, акселерометром, компасом, FM-радио, стереодинамиками, ударопрочным корпусом и игровым режимом.",
        "image": "images/product/Смартфон_2.jpeg",
        "category": 3,
        "price": 25000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 8,
    "fields": {
        "name": "Xiaomi Redmi Note 13",
        "description": "Смартфон Xiaomi Redmi Note 13 Pro 4G представляет собой сочетание стиля, функциональности и производительности.\r\nСмартфон оснащен 8 ГБ оперативной памяти и 256 ГБ встроенной памяти, что позволяет хранить большое количество данных и приложений.\r\nСмартфон имеет диагональ экрана 6.5\" и больше, соотношение сторон экрана 20:9. Разрешение экрана составляет 2400x1080 пикселей, что обеспечивает четкое и яркое изображение.\r\nСмартфон поддерживает две nano SIM-карты, что позволяет использовать два номера на одном устройстве.\r\nСмартфон Xiaomi Redmi Note 13 Pro 4G оснащен аккумулятором емкостью 5000 мА⋅ч, что обеспечивает длительное время работы устройства. Быстрая зарядка USB PD 3.0 позволяет зарядить устройство до 50% всего за 16 минут и до 100% за 46 минут.\r\nСмартфон оснащен стереодинамиками, акселерометром, фонариком, датчиком освещенности, датчиком приближения, гироскопом и другими функциями.\r\nСмартфон поддерживает стандарты связи 3G, 4G LTE и 2G.\r\nСмартфон оснащен операционной системой Android 13 и оболочкой MIUI 14, которая вдохновлена iOS. Это обеспечивает плавную и быструю работу устройства.\r\nСмартфон имеет степень защиты IP68, что делает его устойчивым к пыли и влаге.\r\nВ комплект поставки входят: смартфон, адаптер, кабель USB Type-C, инструмент для извлечения SIM-карты, защитный чехол, краткое руководство пользователя и гарантийный талон.\r\nВыбирая смартфон Xiaomi Redmi Note 13 Pro 4G, вы получаете стильный, функциональный и производительный гаджет, который станет незаменимым помощником в повседневной жизни.",
        "image": "images/product/Смартфон_1.jpeg",
        "category": 3,
        "price": 27000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 9,
    "fields": {
        "name": "Xiaomi Redmi 12",
        "description": "Смартфон Xiaomi 12 Polar Silver оснащен восьмиядерным процессором MediaTek Helio G88 частотой 2x2 ГГц + 6x1,8 ГГц. Объем оперативной памяти — 8 Гб, встроенной — 256 Гб. При необходимости хранилище можно расширить за счет карты microSD. Девайс работает на MIUI на базе ОС Android 13.\r\nСмартфон поддерживает установку двух nano-SIM, функционирует в сетях вплоть до 4G. Беспроводные технологии представлены модулями Wi-Fi 802.11a/b/g/n/ac для выхода в Интернет и Bluetooth 5.1 для обмена данными с другими совместимыми устройствами. Встроен разъем 3,5 мм для наушников. Поддерживаются навигационные системы GPS, ГЛОНАСС. Они помогут без труда сориентироваться в незнакомом месте, найти нужный адрес.\r\nДисплей диагональю 6,79-дюйма выполнен по технологии IPS и обладает разрешением HD+ (1080х2400 пикселей). Основная камера обладает разрешением 50 Мп, оснащена дополнительными объективами на 8 Мп и 2 Мп. Фронтальная камера для селфи и видеосвязи — на 8 Мп.\r\nНа боковой панели расположен сканер отпечатков пальцев, который обеспечит быструю авторизацию владельца и защитит данные от посторонних. Кроме того, доступ возможен по распознаванию лица. В смартфон установлен аккумулятор емкостью 5000 мА*ч. Он поддерживает быструю зарядку (22,5 Вт), соответствующее зарядное устройство поставляется в комплекте. Тип интерфейса для подключения — USB-С.",
        "image": "",
        "category": 3,
        "price": 13000.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 10,
    "fields": {
        "name": "Honor X9b",
        "description": "Общая информацияДата выхода на рынок2023 г. Информация? Первый в индустрии\r\n5-звездочый сертификат за всестороннюю защиту от падения от швейцарской компании SGS\r\nПротивоударный дисплей с защитой на 360 градусов надежно защищает экран от повреждений при падении.\r\nПротивоударный дисплей c защитой на 360 градусов\r\n- Новая трехслойная защита многократно усиливает экран и рамку корпуса, а также предохраняет внутренние компоненты смартфона от повреждений.\r\n- Новый амортизирующий материал с микропорами от компании HONOR поглощает силу удара при падении до 1,2 раза лучше.\r\nСверхчеткий дисплей 1.5K позволяет разглядеть каждую деталь. Пиковая яркость 1200 нит покажет важные моменты во всех красках.\r\n5 уровней защиты зрения. Всестороння забота о ваших глазах.\r\n- Высокая частота ШИМ 1920 Гц. Без мерцания при слабом освещении\r\n- Динамическое затемнение\r\nСнимает утомляемость глаз, имитируя динамические изменения естественного освещения.\r\n- Циркадный ночной экран\r\nРегулирует цветовую температуру экрана, подстраиваясь под естественные ритмы выделения мелатонина, и помогает заснуть на полчаса раньше.\r\n- Экран, снижающий уровень синего света на аппаратном уровне\r\nЭффективно устраняет вредный сини свет, защищая здоровье ваших глаз.\r\n- Автоматическая регулировка яркости\r\nПоддерживает 4096-уровневую регулировку яркости для более комфортного просмотра.\r\nSnapdragon 6 Gen 1 4-нм Игровой процессор\r\nБлагодаря мобильному процессору Snapdragon 6 Gen 1 и флагманскому техпроцессу 4-нм производительность смартфона значительно выше.\r\nОперативная память 20 ГБ (с технологией расширения RAM Turbo) и Большая встроенная память 256 ГБ",
        "image": "images/product/Смартфон_5.jpeg",
        "category": 3,
        "price": 25250.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 4
    }
},
{
    "model": "catalog.product",
    "pk": 11,
    "fields": {
        "name": "Honor X7b",
        "description": "Общая информация Дата выхода на рынок2023 г. Информация? Дизайн HONOR X7b — поклонение минимализму. Ни одной лишней детали, только строгие формы, особенно в черном корпусе. Зеленый вариант также минималистичен, а серебристый добавляет игривости, напоминая рисунок мороза. Все цвета матовые, тактильно приятные и не поддаются маркировке.\r\nМощный восьмиядерный чип Qualcomm Snapdragon 680 обеспечивает достаточную производительность для ежедневных задач, фильмов и игр. Оперативной памяти 8 ГБ, встроенной — 128 ГБ, с возможностью расширения картой памяти.\r\nКамеры ловко интегрированы в две круглые площадки. Стереодинамики с высоким запасом громкости делают телефон заменой для небольших колонок. HONOR X7b поддерживает использование двух SIM-карт или одной SIM и карты памяти. Аудиофилы, предпочитающие проводные наушники, будут рады наличию аудиоразъема. Благодаря закругленной крышке, смартфон приятно лежит в руке.\r\nБольшой и яркий 6,8-дюймовый дисплей с высоким разрешением создает великолепную картинку. Матрица обеспечивает высокую яркость до 850 нит, что гарантирует четкость изображения даже на ярком солнце. Традиционные технологии защиты зрения, включая снижение яркости в темноте, режим с уменьшением синего свечения и циркадный ночной экран, присутствуют.\r\nФотографии на 108 Мп камеру всегда выходят четкими. Три камеры, включая сверхширокоугольную и датчик глубины, обеспечивают разнообразие в съемке. Основная камера с высокой светочувствительностью делает отличные снимки даже ночью. Возможность записи видео одновременно с двух камер добавляет интересных возможностей.\r\nОгромный аккумулятор на 6000 мАч обеспечивает три дня работы при любой интенсивности. Дополнительные 35 Вт для быстрой зарядки делают его еще более удобным в повседневном использовании. Описание ОсновныеТипсмартфонСостояние устройствановыйОперационная системаAndroidВерсия ОС на момент выходаAndroid 13 (MagicOS 7.2)Android без оболочкиНетРазмер экрана6.8\"Разрешение экрана1080x2412Технология экранаIPSЧастота обновления экрана90 ГцОперативная память8 ГБ (LPDDR4X)Встроенная память128 ГБ (UFS 2.2)Количество точек матрицы108 МпХарактеристики камеры108 Мп, f/1.75, 1/1.67\", широкоугольный",
        "image": "images/product/Смартфон_4.jpeg",
        "category": 3,
        "price": 13550.0,
        "created_at": "2024-11-12",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 2
    }
},
{
    "model": "catalog.product",
    "pk": 12,
    "fields": {
        "name": "POCO M5s",
        "description": "Смартфон XIAOMI POCO M5S Poco M5S – недорогой смартфон, идеально подходящий для развлечений: просмотра видеороликов, игр и социальных сетей. Девайс получил AMOLED-экран Full HD+, 64-Мп заднюю камеру, 2 динамика и быструю зарядку 33 Вт. За высокую производительность отвечает чип MediaTek Helio G95. Есть NFC и ИК-порт. Основная камера с четырьмя модулями Девайс получил квадрокамеру, где разрешение основного объектива достигает 64 Мп. Вы получаете насыщенные и четкие снимки. Камера открывает много новых возможностей для съемки! Селфи-камера на 13 Мп Запечатлейте себя и друзей в любой момент и запоминайте это мгновение на всю жизнь. С помощью фронтальной камеры на 13 Мп смартфон делает четкие снимки с высоким разрешением. Экран AMOLED DotDisplay на 6,43 дюйма Poco M5S использует один из ведущих дисплеев в своей ценовой категории. Обеспечивается высокая четкость, потрясающая яркость и приятное визуальное восприятие. Предотвращение мерцания и безопасность для глаз Устройство обладает датчиком освещения, поэтому экран автоматически регулирует яркость, за счет чего снижается нагрузка на глаза. 2 динамика для объемного звука 2 динамика в Poco M5S полностью погружают в просматриваемый контент благодаря стереозвучанию. Чипсет Helio G95 от MediaTek Poco M5S получил чип MediaTek Helio G95, дополняющийся графикой Mali-G76 MC4. Наслаждайтесь любимыми развлечениями без задержек. Память LPDDR4X и UFS 2.2 Внутри смартфона устанавливается до 6 Гб оперативной памяти LPDDR4X и до 128 Гб накопителя UFS 2.2. Благодаря такому гармоничному сочетанию девайс функционирует плавно и быстро, что выгодно отличает его от конкурентов на рынке. Функция расширения ОЗУ Расширение оперативной памяти до 8 Гб возможно за счет внутреннего накопителя. Poco M5S будет работать еще шустрее. Быстрая зарядка и долгий срок службы батареи За счет быстрой зарядки мощностью 33 Вт Poco M5S будет всегда заряжен и готов к использованию. Батареи мощностью 5000 мАч хватит примерно на 11 часов игр и 19 часов просмотра видео. Пыле- и водонепроницаемость IP53 Элегантный и стильный корпус Poco M5S с изогнутой задней панелью надежно защищен от брызг воды и пыли по стандарту IP53. Улучшенная тактильная отдача Смартфон использует линейный мотор по оси Z. При взаимодействии с ним вы ощущаете приятную вибрацию, обеспечивающую превосходный тактильный отклик. NFC, расширение памяти до 1 Тб и не только В Poco M5S предусматривается многофункциональный модуль NFC, ИК-датчик и сканер отпечатка пальца на боковой грани. В смартфоне используется новое ПО – MIUI 13. Есть порт для наушников и слот для карты памяти MicroSD до 1 Тб.",
        "image": "",
        "category": 3,
        "price": 10870.0,
        "created_at": "2024-11-13",
        "updated_at": "2024-12-14",
        "is_published": true,
        "owner": 7
    }
},
{
    "model": "catalog.category",
    "pk": 2,
    "fields": {
        "name": "Ноутбук",
        "description": "Мобильный компьютер"
    }
},
{
    "model": "catalog.category",
    "pk": 3,
    "fields": {
        "name": "Смартфон",
        "description": "Смартфо́н (англ. smartphone — умный телефон) — мобильный телефон (современный — как правило, с сенсорным экраном), дополненный функциональностью умного устройства, фактически всегда оснащён камерой, и также фронтальной камерой, предназначенной для осуществления видеозвонков, видеоконференций и фотографирования селфи."
    }
}
]
